class Texts:
    welcome = 'Добро пожаловать в финансового телеграм бота от twin24.ai'

    info = '''Бот анализирует все новые минутные свечи

Если он видит отличие на 99.75% от нормы, выдает сигнал, на какую сумму была совершена сделка, по какой компании и % покупки и продажи

Больше % покупки - акция растет, больше % продажи - акция падает

<a href='https://telegra.ph/Kak-polzovatsya-botom-Insider-Stocks-03-15'>Краткое описание пользования ботом</a>

<b>P.s. тут может быть любая информация, которая может быть полезна вашим сотрудникам</b>'''

    settings = '''⚙️ Настройки уведомлений
    
<b>Рассылка</b> - отвечает за то, присылает ли бот какие-либо сообщения об обновлениях(с любой платформы)

<b>Кнопки с названиями платформ</b> - отвечают за получение сообщений об обновлениях на конкретной платформе'''
